export const rulesTexts = {
    aim: 'Твоя цель — стать грамотным стратегом в мире финансов и максимально увеличить свой доход за 4 игровые недели',
    move: 'Перемещаться по полю тебе помогут кнопки в нижней части экрана\n\nНажимай на «1», если хочешь переместиться на 1 клетку вперёд. Дальше — по аналогии',
    shop: 'Ты можешь сделать покупку в магазине 1 раз в неделю — после магазин закроется на переучёт\n\nРассчитывай коины грамотно: ты решаешь, потратить коины сразу или накопить на более дорогие товары. Количество ограничено!',
    ticket: 'Билетики нужны для участия в главном розыгрыше\n\nТы можешь купить их в магазине, получить за подписку на ТГ-канал и за приглашение в игру друзей по реферальной ссылке\n\nЧем больше билетиков получишь, тем больше шансов выиграть!',
    coins: 'Это валюта, которую ты получаешь взаимодействуя с клетками\n\nСледи за своим уровнем дохода и делай выбор клеток грамотно, чтобы цифра только росла!',
    moveAmount: 'Чтобы перемещаться по игровому полю, используй кнопки внизу. В течение недели ты можешь сделать до 5 ходов\n\nНажимай на цифру снизу, она равняется количеству клеток, на которое ты шагнёшь вперёд'
}

