export const universities = [
    {
        id: 'u1',
        name: 'ФУ',
    },
    {
        id: 'u2',
        name: 'НИУ ВШЭ',
    },
    {
        id: 'u3',
        name: 'МГИМО',
    },
    {
        id: 'u4',
        name: 'МТУСИ'
    },
    {
        id: 'u5',
        name: 'РЭШ',
    },
    {
        id: 'u6',
        name: 'СевГУ'
    },
    {
        id: 'other',
        name: 'Другое'
    }
]

export const faculties = [
    {
        id: 'f1',
        university: 'u1',
        name: 'Факультет математики',
    },
    {
        id: 'f2',
        university: 'u1',
        name: 'Факультет экономических наук',
        short: 'ФЭН',
    },
    {
        id: 'f3',
        university: 'u1',
        name: 'Московский институт электроники и математики им. А.Н. Тихонова',
        short: 'МИЭМ',
        isTargeted: true,
    },
    {
        id: 'f4',
        university: 'u1',
        name: 'Факультет компьютерных наук',
        short: 'ФКН',
    },
    {
        id: 'f5',
        university: 'u1',
        name: 'Высшая школа бизнеса',
        short: 'ВШБ',
        isTargeted: true,
    },
    {
        id: 'f6',
        university: 'u1',
        name: 'Факультет права',
    },
     {
        id: 'f7',
        university: 'u1',
        name: 'Высшая школа юриспруденции и администрирования',
        short: 'ВШЮА'
    },
    {
        id: 'f8',
        university: 'u1',
        name: 'Факультет гуманитарных наук',
        short: 'ФГН',
    },
    {
        id: 'f9',
        university: 'u1',
        name: 'Факультет социальных наук',
        short: 'ФСН',
    },
    {
        id: 'f10',
        university: 'u1',
        name: 'Факультет креативных индустрий',
        short: 'ФКИ',
    },
    {
        id: 'f11',
        university: 'u1',
        name: 'Факультет мировой экономики и мировой политики',
        short: 'ФМЭМП',
    },
    {
        id: 'f12',
        university: 'u1',
        name: 'Факультет физики',
    },
     {
        id: 'f13',
        university: 'u1',
        name: 'Международный институт экономики и финансов',
        short: 'МИЭФ'
    },
    {
        id: 'f14',
        university: 'u1',
        name: 'Факультет городского и регионального развития',
        short: 'ФГРР',
    },
    {
        id: 'f15',
        university: 'u1',
        name: 'Факультет химии',
    },
    {
        id: 'f16',
        university: 'u1',
        name: 'Факультет биологии и биотехнологии',
        short: 'ФББ',
    },
    {
        id: 'f17',
        university: 'u1',
        name: 'Факультет географии и геоинформационных технологий',
        short: 'ФГГТ',
    },
    {
        id: 'f18',
        university: 'u1',
        name: 'Школа иностранных языков',
        short: 'ШИЯ',
    },
    {
        id: 'f19',
        university: 'u1',
        name: 'Институт статистических исследований и экономики знаний',
        short: 'ИСИЭЗ',
    },
    {
        id: 'f20',
        university: 'u1',
        name: 'Школа инноватики и предпринимательства',
        short: 'ШИП',
    },
    {
        id: 'f21',
        university: 'u1',
        name: 'Банковский институт',
    },
    {
        id: 'f22',
        university: 'u1',
        name: 'Институт когнитивных нейронаук',
    },
    {
        id: 'f23',
        university: 'u1',
        name: 'Институт проблем безопасности',
    },
    {
        id: 'f24',
        university: 'u1',
        name: 'Институт торговой политики',
    },
    {
        id: 'f25',
        university: 'u1',
        name: 'Институт социальной политики',
    },
    {
        id: 'f26',
        university: 'u1',
        name: 'Институт экономики и регулирования инфраструктурных отраслей',
    },
    {
        id: 'f27',
        university: 'u2',
        name: 'Факультет информатики, математики и компьютерных наук',
        isTargeted: true,
    },
    {
        id: 'f28',
        university: 'u2',
        name: 'Факультет менеджмента',
    },
    {
        id: 'f29',
        university: 'u2',
        name: 'Факультет экономики',
    },
    {
        id: 'f30',
        university: 'u2',
        name: 'Факультет гуманитарных наук',
    },
    {
        id: 'f31',
        university: 'u2',
        name: 'Факультет права',
    },
 {
        id: 'f32',
        university: 'u3',
        name: 'Физтех-школа радиотехники и компьютерных технологий',
        short: 'ФРКТ',
    },
    {
        id: 'f33',
        university: 'u3',
        name: 'Физтех-школа физики и исследований им. Ландау ',
        short: 'ЛФИ',
    },
    {
        id: 'f34',
        university: 'u3',
        name: 'Физтех-школа аэрокосмических технологий',
        short: 'ФАКТ',
    },
    {
        id: 'f35',
        university: 'u3',
        name: 'Физтех-школа электроники, фотоники и молекулярной физики',
        short: 'ФЭФМ',
    },
     {
        id: 'f36',
        university: 'u3',
        name: 'Физтех-школа прикладной математики и информатики',
        short: 'ФПМИ',
        isTargeted: true,
    },
    {
        id: 'f37',
        university: 'u3',
        name: 'Высшая школа современной математики',
        short: 'ВШМ',
    },
    {
        id: 'f38',
        university: 'u3',
        name: 'Физтех-школа биологической и медицинской физики',
        short: 'ФБМФ',
    },
    {
        id: 'f39',
        university: 'u3',
        name: 'Физтех-школа природоподобных, плазменных и ядерных технологий им. И. В. Курчатова',
        short: 'КНТ',
    },
    {
        id: 'f40',
        university: 'u3',
        name: 'Физтех-школа бизнеса высоких технологий',
        short: 'Бизнес-школа МФТИ',
    },
    {
        id: 'f41',
        university: 'u3',
        name: 'Физтех-школа авиационных и цифровых технологий',
        short: 'ПИШ ФАЛТ',
    },
     {
        id: 'f42',
        university: 'u3',
        name: 'Высшая школа программной инженерии МФТИ',
        short: 'ВШПИ'
    },
    {
        id: 'f43',
        university: 'u3',
        name: 'Центр фотоники и двумерных материалов',
    },
    {
        id: 'f44',
        university: 'u3',
        name: 'Институт электродвижения',
    },
    {
        id: 'f45',
        university: 'u3',
        name: 'Физтех-школа Игоря Рыбакова',
        short: 'ШИР',
    },
    {
        id: 'f46',
        university: 'u3',
        name: 'Институт искусственного интеллекта МФТИ',
    },
    {
        id: 'f47',
        university: 'u3',
        name: 'Высшая школа системного инжиниринга МФТИ',
        short: 'ВШСИ МФТИ',
    },
    {
        id: 'f48',
        university: 'u3',
        name: 'Межшкольная кафедра технологического предпринимательства',
        short: 'ТехПред',
    },
    {
        id: 'f49',
        university: 'u3',
        name: 'Центр дополнительного, дополнительного профессионального и онлайн-образования «Пуск»',
        short: 'Пуск',
    },
    {
        id: 'f50',
        university: 'u4',
        name: 'Мегафакультет трансляционных информационных технологий',
        short: 'МФ ТИнТ',
        isTargeted: true,
    },
    {
        id: 'f51',
        university: 'u4',
        name: 'Мегафакультет компьютерных технологий и управления',
        short: 'МФ КТиУ',
    },
    {
        id: 'f52',
        university: 'u4',
        name: 'Физико-технический мегафакультет',
        short: 'ФТ МФ',
    },
    {
        id: 'f53',
        university: 'u4',
        name: 'Мегафакультет наук о жизни',
        short: 'МФ НОЖ',
    },
    {
        id: 'f54',
        university: 'u4',
        name: 'Факультет технологического менеджмента и инноваций ',
        short: 'ФТМИ',
    },
]